Repository: NMolargik/Mygra
Catalog: Mygra/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: "%@" appears in %.0f%% of your migraines (%d total).
es: «%@» aparece en el %.0f %% de tus migrañas (%d en total).
fr_ca: « %@ » apparaît dans %.0f %% de vos migraines (%d au total).
ja: 「%@」はあなたの片頭痛の %.0f%% に見られます（合計 %d 件）。

source: "%@" linked to higher pain
es: «%@» asociado a más dolor
fr_ca: « %@ » lié à une douleur accrue
ja: 「%@」で痛みが強まる傾向

source: "%@" linked to lower pain
es: «%@» asociado a menos dolor
fr_ca: « %@ » lié à une douleur moindre
ja: 「%@」で痛みが弱まる傾向

source: "%@" occur together in %@ migraines.
es: «%@» aparecen juntas en %@ migrañas.
fr_ca: « %@ » apparaissent ensemble dans %@ migraines.
ja: 「%@」は %@ 件の片頭痛で同時に見られます。

source: %.0f%% of migraines included %@
es: El %.0f %% de las migrañas incluyeron %@
fr_ca: %.0f %% des migraines incluaient %@
ja: 片頭痛の %.0f%% に %@ が含まれていました

source: %.0f%% of migraines reach peak intensity in the first half.
es: El %.0f %% de las migrañas alcanzan su pico de intensidad en la primera mitad.
fr_ca: %.0f %% des migraines atteignent leur intensité maximale dans la première moitié.
ja: 片頭痛の %.0f%% は前半で強度がピークに達します。

source: %.0f%% of migraines reach peak intensity in the second half.
es: El %.0f %% de las migrañas alcanzan su pico de intensidad en la segunda mitad.
fr_ca: %.0f %% des migraines atteignent leur intensité maximale dans la seconde moitié.
ja: 片頭痛の %.0f%% は後半で強度がピークに達します。

source: %.0f%% of your migraines show decreasing pain intensity.
es: El %.0f %% de tus migrañas muestran una intensidad de dolor decreciente.
fr_ca: %.0f %% de vos migraines montrent une douleur décroissante.
ja: あなたの片頭痛の %.0f%% で痛みの強度が減少しています。

source: %.0f%% of your migraines show increasing pain intensity.
es: El %.0f %% de tus migrañas muestran una intensidad de dolor creciente.
fr_ca: %.0f %% de vos migraines montrent une douleur croissante.
ja: あなたの片頭痛の %.0f%% で痛みの強度が増加しています。

source: %@ h sleep
es: %@ h de sueño
fr_ca: %@ h de sommeil
ja: 睡眠 %@ 時間

source: %@ hrs
es: %@ h
fr_ca: %@ h
ja: %@ 時間

# %@, %lld migraines
source: %1$@, %2$lld migraines
es: %@, %lld migrañas
fr_ca: %@, %lld migraines
ja: %@、片頭痛 %lld 件

source: %@, %lld years old
es: %@, %lld años
fr_ca: %@, %lld ans
ja: %@、%lld 歳

source: %@, opens in browser
es: %@, se abre en el navegador
fr_ca: %@, s’ouvre dans le navigateur
ja: %@、ブラウザで開きます

source: %@. Consider hydration, rest, and minimizing triggers.
es: %@. Considera hidratarte, descansar y reducir los desencadenantes.
fr_ca: %@. Pensez à vous hydrater, à vous reposer et à limiter les déclencheurs.
ja: %@。水分補給と休息を心がけ、誘因を減らしましょう。

source: %lld bpm
es: %lld lpm

source: %lld bpm RHR
es: FC en reposo %lld lpm
fr_ca: FC repos %lld bpm
ja: 安静時心拍数 %lld bpm

# %lld cups (%lld mg)
source: %1$lld cups (%2$lld mg)
es: %lld tazas (%lld mg)
fr_ca: %lld tasses (%lld mg)
ja: %lld 杯（%lld mg）

source: %lld days
es: %lld días
fr_ca: %lld jours
ja: %lld 日

source: %lld days migraine-free
es: %lld días sin migraña
fr_ca: %lld jours sans migraine
ja: %lld 日間 片頭痛なし

source: %lld lbs
es: %lld lb
fr_ca: %lld lb
ja: %lld ポンド

source: %lld logged in total
es: %lld registradas en total
fr_ca: %lld consignées au total
ja: 合計 %lld 件を記録

source: %lld matching
es: %lld coincidencias
fr_ca: %lld correspondances
ja: %lld 件が一致

source: %lld mg caffeine
es: %lld mg de cafeína
fr_ca: %lld mg de caféine
ja: カフェイン %lld mg

# %lld migraine%@ on %@
source: %1$lld migraine%2$@ on %3$@
es: %lld migraña%@ el %@
fr_ca: %lld migraine%@ le %@
ja: %@に片頭痛 %lld 件%@

source: %lld migraines
es: %lld migrañas
ja: 片頭痛 %lld 件

source: %lld migraines on %@
es: %lld migrañas el %@
fr_ca: %lld migraines le %@
ja: %@ に片頭痛 %lld 件

source: %lld migraines this month
es: %lld migrañas este mes
fr_ca: %lld migraines ce mois-ci
ja: 今月の片頭痛 %lld 件

source: %lld out of 10
es: %lld de 10
fr_ca: %lld sur 10
ja: 10 点中 %lld

source: %lld selected
es: %lld seleccionados
fr_ca: %lld sélectionnés
ja: %lld 件選択中

source: %lld steps
es: %lld pasos
fr_ca: %lld pas
ja: %lld 歩

source: %lld tags
es: %lld etiquetas
fr_ca: %lld étiquettes
ja: タグ %lld 件

source: %lld triggers
es: %lld desencadenantes
fr_ca: %lld déclencheurs
ja: 誘因 %lld 件

source: 1 migraine
es: 1 migraña
ja: 片頭痛 1 件

source: 1 migraine on %@
es: 1 migraña el %@
fr_ca: 1 migraine le %@
ja: %@ に片頭痛 1 件

source: 1 migraine this month
es: 1 migraña este mes
fr_ca: 1 migraine ce mois-ci
ja: 今月の片頭痛 1 件

source: A few details let Mygra personalize insights and spot patterns. Everything stays on your device or encrypted in iCloud, and you can change it anytime.
es: Unos pocos datos permiten a Mygra personalizar las observaciones y detectar patrones. Todo se queda en tu dispositivo o cifrado en iCloud, y puedes cambiarlo cuando quieras.
fr_ca: Quelques détails permettent à Mygra de personnaliser les observations et de repérer des tendances. Tout reste sur votre appareil ou chiffré dans iCloud, et vous pouvez le modifier à tout moment.
ja: いくつかの情報があれば、Mygra はインサイトをパーソナライズしパターンを見つけられます。すべてデバイス上または iCloud に暗号化して保存され、いつでも変更できます。

source: A location request is already in progress.
es: Ya hay una solicitud de ubicación en curso.
fr_ca: Une demande de localisation est déjà en cours.
ja: 位置情報の取得はすでに進行中です。

source: About Mygra
es: Acerca de Mygra
fr_ca: À propos de Mygra
ja: Mygra について

source: About This Data
es: Sobre estos datos
fr_ca: À propos de ces données
ja: このデータについて

source: About You
es: Sobre ti
fr_ca: À propos de vous
ja: あなたについて

source: About health data source
es: Sobre la fuente de datos de salud
fr_ca: À propos de la source des données de santé
ja: ヘルスデータの出所について

source: Access Denied
es: Acceso denegado
fr_ca: Accès refusé
ja: アクセスが拒否されました

source: Access denied
es: Acceso denegado
fr_ca: Accès refusé
ja: アクセスが拒否されました

source: Access granted
es: Acceso concedido
fr_ca: Accès accordé
ja: アクセスが許可されました

source: Active
es: Activo
fr_ca: Actif
ja: 有効

source: Active HR
es: FC activa
fr_ca: FC active
ja: 活動時心拍数

source: Active HR: %lld bpm
es: FC activa: %lld lpm
fr_ca: FC active : %lld bpm
ja: 活動時心拍数：%lld bpm

source: Add
es: Añadir
fr_ca: Ajouter
ja: 追加

source: Add %lld fluid ounces of water
es: Añadir %lld onzas líquidas de agua
fr_ca: Ajouter %lld onces liquides d’eau
ja: 水を %lld 液量オンス追加

source: Add %lld kilocalories of energy
es: Añadir %lld kilocalorías de energía
fr_ca: Ajouter %lld kilocalories d’énergie
ja: エネルギーを %lld kcal 追加

source: Add %lld kilojoules of energy
es: Añadir %lld kilojulios de energía
fr_ca: Ajouter %lld kilojoules d’énergie
ja: エネルギーを %lld kJ 追加

source: Add %lld milligrams of caffeine
es: Añadir %lld miligramos de cafeína
fr_ca: Ajouter %lld milligrammes de caféine
ja: カフェインを %lld mg 追加

source: Add %lld milliliters of water
es: Añadir %lld mililitros de agua
fr_ca: Ajouter %lld millilitres d’eau
ja: 水を %lld mL 追加

source: Add Condition
es: Añadir afección
fr_ca: Ajouter une affection
ja: 疾患を追加

source: Add Consumption
es: Añadir consumo
fr_ca: Ajouter une consommation
ja: 摂取量を追加

source: Add New Tag
es: Añadir etiqueta nueva
fr_ca: Ajouter une étiquette
ja: 新しいタグを追加

source: Add Restriction
es: Añadir restricción
fr_ca: Ajouter une restriction
ja: 制限を追加

source: Add Tag
es: Añadir etiqueta
fr_ca: Ajouter une étiquette
ja: タグを追加

source: Add any details you want to remember
es: Añade cualquier detalle que quieras recordar
fr_ca: Ajoutez tout détail que vous voulez retenir
ja: 覚えておきたいことを記入

source: Add custom trigger
es: Añadir desencadenante personalizado
fr_ca: Ajouter un déclencheur personnalisé
ja: カスタム誘因を追加

source: Add details to personalize insights
es: Añade datos para personalizar las observaciones
fr_ca: Ajoutez des détails pour personnaliser les observations
ja: 情報を追加してインサイトをパーソナライズ

source: Adding...
es: Añadiendo...
fr_ca: Ajout en cours...
ja: 追加中...

source: Adjust
es: Ajustar
fr_ca: Ajuster
ja: 調整

source: Adjust Filters
es: Ajustar filtros
fr_ca: Ajuster les filtres
ja: フィルタを調整

source: Aged cheeses
es: Quesos curados
fr_ca: Fromages affinés
ja: 熟成チーズ

source: Air Quality & Allergens
es: Calidad del aire y alérgenos
fr_ca: Qualité de l’air et allergènes
ja: 空気の質とアレルゲン

source: Air pollution
es: Contaminación del aire
fr_ca: Pollution de l’air
ja: 大気汚染

source: Alcohol (beer / spirits)
es: Alcohol (cerveza / licores)
fr_ca: Alcool (bière / spiritueux)
ja: アルコール（ビール・蒸留酒）

source: Alcohol (red wine)
es: Alcohol (vino tinto)
fr_ca: Alcool (vin rouge)
ja: アルコール（赤ワイン）

source: All
es: Todas
fr_ca: Toutes
ja: すべて

source: All migraines deleted
es: Todas las migrañas eliminadas
fr_ca: Toutes les migraines supprimées
ja: すべての片頭痛を削除しました

source: All migraines will be removed from every iCloud-enabled device. Data contributed to Apple Health stays in Apple Health.
es: Todas las migrañas se eliminarán de todos los dispositivos con iCloud. Los datos aportados a Apple Health permanecen en Apple Health.
fr_ca: Toutes les migraines seront supprimées de chaque appareil iCloud. Les données versées dans Apple Santé y restent.
ja: すべての片頭痛が iCloud 対応のすべてのデバイスから削除されます。Apple ヘルスケアに登録したデータはそのまま残ります。

source: Allergens / pollen
es: Alérgenos / polen
fr_ca: Allergènes / pollen
ja: アレルゲン・花粉

source: Allow Location Access
es: Permitir acceso a la ubicación
fr_ca: Autoriser l’accès à la localisation
ja: 位置情報へのアクセスを許可

source: Allow Notifications
es: Permitir notificaciones
fr_ca: Autoriser les notifications
ja: 通知を許可

source: Allow access to Health to collect health information for migraine context.
es: Permite el acceso a Salud para recopilar información de salud como contexto de las migrañas.
fr_ca: Autorisez l’accès à Santé pour recueillir des informations de santé comme contexte des migraines.
ja: 片頭痛の状況を把握するため、ヘルスケアへのアクセスを許可してください。

source: Allow location access to see local weather on your home screen.
es: Permite el acceso a la ubicación para ver el tiempo local en tu pantalla de inicio.
fr_ca: Autorisez la localisation pour voir la météo locale sur votre écran d’accueil.
ja: ホーム画面に現地の天気を表示するため、位置情報へのアクセスを許可してください。

source: Allow notifications to get weather alerts and migraine reminders.
es: Permite las notificaciones para recibir alertas del tiempo y recordatorios de migrañas.
fr_ca: Autorisez les notifications pour recevoir des alertes météo et des rappels de migraine.
ja: 天気の警告や片頭痛のリマインダーを受け取るため、通知を許可してください。

source: An ongoing migraine shows on your Lock Screen and Dynamic Island.
es: Una migraña en curso aparece en la pantalla de bloqueo y en la Dynamic Island.
fr_ca: Une migraine en cours s’affiche sur l’écran verrouillé et la Dynamic Island.
ja: 進行中の片頭痛はロック画面と Dynamic Island に表示されます。

source: Anatomy
es: Anatomía
fr_ca: Anatomie
ja: 身体

source: Anxiety / depression
es: Ansiedad / depresión
fr_ca: Anxiété / dépression
ja: 不安・抑うつ

source: Appears in %.0f%% of migraines you logged.
es: Aparece en el %.0f %% de las migrañas registradas.
fr_ca: Apparaît dans %.0f %% des migraines consignées.
ja: 記録した片頭痛の %.0f%% に見られます。

source: Apple Intelligence is not available on this device.
es: Apple Intelligence no está disponible en este dispositivo.
fr_ca: Apple Intelligence n’est pas disponible sur cet appareil.
ja: このデバイスでは Apple Intelligence を利用できません。

source: Apple Intelligence. Update to %@ to access these features.
es: Apple Intelligence. Actualiza a %@ para acceder a estas funciones.
fr_ca: Apple Intelligence. Passez à %@ pour accéder à ces fonctionnalités.
ja: Apple Intelligence。これらの機能を使うには %@ にアップデートしてください。

source: Apple Weather legal attribution, opens in browser
es: Atribución legal de Apple Weather, se abre en el navegador
fr_ca: Mention légale Apple Météo, s’ouvre dans le navigateur
ja: Apple Weather の法的表示（ブラウザで開きます）

source: Apply
es: Aplicar
fr_ca: Appliquer
ja: 適用

source: Are you sure?
es: ¿Estás seguro?
fr_ca: Êtes-vous sûr?
ja: よろしいですか？

source: Aspartame
es: Aspartamo
ja: アスパルテーム

source: Assistant is typing
es: El asistente está escribiendo
fr_ca: L’assistant écrit
ja: アシスタントが入力中

source: Average SpO₂: %.1f%% around migraines.
es: SpO₂ media: %.1f %% en torno a las migrañas.
fr_ca: SpO₂ moyenne : %.1f %% autour des migraines.
ja: 片頭痛前後の平均 SpO₂：%.1f%%。

source: Average energy consumed: %.0f cal on migraine days.
es: Energía media consumida: %.0f cal en días de migraña.
fr_ca: Énergie moyenne consommée : %.0f cal les jours de migraine.
ja: 片頭痛の日の平均摂取エネルギー：%.0f cal。

source: Average glucose around migraines: %.0f mg/dL.
es: Glucosa media en torno a las migrañas: %.0f mg/dL.
fr_ca: Glucose moyen autour des migraines : %.0f mg/dL.
ja: 片頭痛前後の平均血糖値：%.0f mg/dL。

source: Average pain at ≤5°C: %.1f.
es: Dolor medio a ≤5 °C: %.1f.
fr_ca: Douleur moyenne à ≤5 °C : %.1f.
ja: 5°C 以下での平均の痛み：%.1f。

source: Average pain at ≥28°C: %.1f.
es: Dolor medio a ≥28 °C: %.1f.
fr_ca: Douleur moyenne à ≥28 °C : %.1f.
ja: 28°C 以上での平均の痛み：%.1f。

source: Average sleep: %.1f h on migraine days.
es: Sueño medio: %.1f h en días de migraña.
fr_ca: Sommeil moyen : %.1f h les jours de migraine.
ja: 片頭痛の日の平均睡眠：%.1f 時間。

source: Average water intake: %.0f fl oz on migraine days.
es: Consumo medio de agua: %.0f fl oz en días de migraña.
fr_ca: Consommation d’eau moyenne : %.0f oz liq. les jours de migraine.
ja: 片頭痛の日の平均水分摂取量：%.0f 液量オンス。

source: Average water intake: %.1f L on migraine days.
es: Consumo medio de agua: %.1f L en días de migraña.
fr_ca: Consommation d’eau moyenne : %.1f L les jours de migraine.
ja: 片頭痛の日の平均水分摂取量：%.1f L。

source: Avg Caffeine: %.0f mg
es: Cafeína media: %.0f mg
fr_ca: Caféine moy. : %.0f mg
ja: 平均カフェイン：%.0f mg

source: Avg Sleep: %.1f h
es: Sueño medio: %.1f h
fr_ca: Sommeil moy. : %.1f h
ja: 平均睡眠：%.1f 時間

source: Avg duration last 2 weeks: %.2f h vs prior: %.2f h.
es: Duración media últimas 2 semanas: %.2f h frente a antes: %.2f h.
fr_ca: Durée moyenne des 2 dernières semaines : %.2f h contre %.2f h auparavant.
ja: 直近 2 週間の平均持続時間：%.2f 時間（それ以前：%.2f 時間）。

source: Avg pain at <1010 hPa: %.1f vs ≥1010 hPa: %.1f.
es: Dolor medio a <1010 hPa: %.1f frente a ≥1010 hPa: %.1f.
fr_ca: Douleur moyenne à <1010 hPa : %.1f contre ≥1010 hPa : %.1f.
ja: 1010 hPa 未満での平均の痛み：%.1f（1010 hPa 以上：%.1f）。

source: Avg pain at ≥70%% humidity: %.1f vs <70%%: %.1f.
es: Dolor medio con humedad ≥70 %%: %.1f frente a <70 %%: %.1f.
fr_ca: Douleur moyenne à ≥70 %% d’humidité : %.1f contre <70 %% : %.1f.
ja: 湿度 70%% 以上での平均の痛み：%.1f（70%% 未満：%.1f）。

source: Avg pain in %@: %.1f vs %@: %.1f.
es: Dolor medio en %@: %.1f frente a %@: %.1f.
fr_ca: Douleur moyenne en %@ : %.1f contre %@ : %.1f.
ja: %@ での平均の痛み：%.1f（%@：%.1f）。

source: Avg pain with <7h sleep: %.1f vs ≥7h: %.1f.
es: Dolor medio con <7 h de sueño: %.1f frente a ≥7 h: %.1f.
fr_ca: Douleur moyenne avec <7 h de sommeil : %.1f contre ≥7 h : %.1f.
ja: 睡眠 7 時間未満での平均の痛み：%.1f（7 時間以上：%.1f）。

source: Avg severity last 2 weeks: %.1f vs prior: %.1f.
es: Gravedad media últimas 2 semanas: %.1f frente a antes: %.1f.
fr_ca: Gravité moyenne des 2 dernières semaines : %.1f contre %.1f auparavant.
ja: 直近 2 週間の平均重症度：%.1f（それ以前：%.1f）。

source: Back
es: Atrás
fr_ca: Retour
ja: 戻る

source: Backup & Sync
es: Copia de seguridad y sincronización
fr_ca: Sauvegarde et synchronisation
ja: バックアップと同期

source: Barometric pressure changes
es: Cambios de presión barométrica
fr_ca: Variations de pression barométrique
ja: 気圧の変化

source: Basics
es: Datos básicos
fr_ca: Informations de base
ja: 基本情報

source: Begins onboarding
es: Comienza la configuración
fr_ca: Commence la configuration
ja: 設定を開始します

source: Biological Sex
es: Sexo biológico
fr_ca: Sexe biologique
ja: 生物学的性別

source: Biological Sex: %@
es: Sexo biológico: %@
fr_ca: Sexe biologique : %@
ja: 生物学的性別：%@

source: Birthday
es: Fecha de nacimiento
fr_ca: Date de naissance
ja: 誕生日

source: Birthday: %@
es: Fecha de nacimiento: %@
fr_ca: Date de naissance : %@
ja: 誕生日：%@

source: Blizzard
es: Ventisca
ja: 猛吹雪

source: Blood Oxygen
es: Oxígeno en sangre
fr_ca: Oxygène sanguin
ja: 血中酸素

source: Blowing Dust
es: Polvo en suspensión
fr_ca: Poussière soufflée
ja: 砂塵

source: Blowing Snow
es: Nieve en suspensión
fr_ca: Poudrerie
ja: 地吹雪

source: Body
es: Cuerpo
fr_ca: Corps
ja: 身体

source: Breezy
es: Brisa
fr_ca: Brise
ja: そよ風

source: Bright light / glare
es: Luz intensa / deslumbramiento
fr_ca: Lumière vive / éblouissement
ja: 強い光・まぶしさ

source: Builds a PDF report you can save or share
es: Genera un informe PDF que puedes guardar o compartir
fr_ca: Génère un rapport PDF que vous pouvez enregistrer ou partager
ja: 保存や共有ができる PDF レポートを作成します

source: Caffeine
es: Cafeína
fr_ca: Caféine
ja: カフェイン

source: Caffeine per day
es: Cafeína al día
fr_ca: Caféine par jour
ja: 1 日のカフェイン

source: Caffeine withdrawal
es: Abstinencia de cafeína
fr_ca: Sevrage de caféine
ja: カフェイン離脱

source: Caffeine: %.0f mg
es: Cafeína: %.0f mg
fr_ca: Caféine : %.0f mg
ja: カフェイン：%.0f mg

source: Calendar
es: Calendario
fr_ca: Calendrier
ja: カレンダー

source: Cancel
es: Cancelar
fr_ca: Annuler
ja: キャンセル

source: Cannot Save
es: No se puede guardar
fr_ca: Impossible d'enregistrer
ja: 保存できません

source: Certain medications
es: Ciertos medicamentos
fr_ca: Certains médicaments
ja: 特定の薬

source: Chat session is not active. Please start a new analysis chat.
es: La sesión de chat no está activa. Inicia un nuevo chat de análisis.
fr_ca: La session de clavardage n’est pas active. Démarrez une nouvelle analyse.
ja: チャットセッションが有効ではありません。新しい分析チャットを開始してください。

source: Check Migraine Status
es: Comprobar el estado de la migraña
fr_ca: Vérifier l’état de la migraine
ja: 片頭痛の状態を確認

source: Choose and arrange the Health stats shown on the Today card.
es: Elige y ordena las estadísticas de Salud que se muestran en la tarjeta Hoy.
fr_ca: Choisissez et organisez les statistiques Santé affichées sur la carte Aujourd’hui.
ja: 「今日」カードに表示するヘルス統計を選んで並べ替えます。

source: Choose when this migraine ended. The end time must be after the start time.
es: Elige cuándo terminó esta migraña. La hora de fin debe ser posterior a la de inicio.
fr_ca: Choisissez quand cette migraine s’est terminée. L’heure de fin doit suivre l’heure de début.
ja: この片頭痛が終わった時刻を選択してください。終了時刻は開始時刻より後である必要があります。

source: Choose which health stats to display on the Today card.
es: Elige qué estadísticas de salud mostrar en la tarjeta Hoy.
fr_ca: Choisissez les statistiques de santé à afficher sur la carte Aujourd’hui.
ja: 「今日」カードに表示するヘルス統計を選択します。

source: Chronic Conditions
es: Afecciones crónicas
fr_ca: Affections chroniques
ja: 慢性疾患

source: Chronic Conditions: %@
es: Afecciones crónicas: %@
fr_ca: Affections chroniques : %@
ja: 慢性疾患：%@

source: Clear
es: Borrar
fr_ca: Effacer
ja: クリア

source: Clear Filters
es: Borrar filtros
fr_ca: Effacer les filtres
ja: フィルタをクリア

source: Clear search
es: Borrar búsqueda
fr_ca: Effacer la recherche
ja: 検索をクリア

source: Close
es: Cerrar
fr_ca: Fermer
ja: 閉じる

source: Cloudy
es: Nublado
fr_ca: Nuageux
ja: 曇り

source: Cold conditions during migraines
es: Frío durante las migrañas
fr_ca: Froid pendant les migraines
ja: 片頭痛時の寒さ

source: Cold exposure
es: Exposición al frío
fr_ca: Exposition au froid
ja: 寒さへの曝露

source: Collapses the explanation
es: Contrae la explicación
fr_ca: Replie l’explication
ja: 説明を閉じます

source: Common trigger: %@
es: Desencadenante frecuente: %@
fr_ca: Déclencheur fréquent : %@
ja: よくある誘因：%@

source: Completed migraines are written back to Health as headaches.
es: Las migrañas terminadas se registran en Salud como dolores de cabeza.
fr_ca: Les migraines terminées sont inscrites dans Santé comme maux de tête.
ja: 終了した片頭痛は頭痛としてヘルスケアに書き戻されます。

source: Condition
es: Condición
fr_ca: Conditions
ja: 天候

source: Condition: %@
es: Condición: %@
fr_ca: Conditions : %@
ja: 天候：%@

source: Connect Apple Health
es: Conectar Apple Health
fr_ca: Connecter Apple Santé
ja: Apple ヘルスケアを連携

source: Connect Apple Health to see your daily stats.
es: Conecta Apple Health para ver tus estadísticas diarias.
fr_ca: Connectez Apple Santé pour voir vos statistiques quotidiennes.
ja: Apple ヘルスケアを連携すると日々の統計が表示されます。

source: Connect Health
es: Conectar Salud
fr_ca: Connecter Santé
ja: ヘルスケアと連携

source: Consider small, everyday adjustments like hydration, sleep regularity, and balanced meals.
es: Considera pequeños ajustes diarios como hidratarte, dormir con regularidad y comer de forma equilibrada.
fr_ca: Pensez à de petits ajustements quotidiens : hydratation, sommeil régulier et repas équilibrés.
ja: 水分補給、規則正しい睡眠、バランスの取れた食事など、日々の小さな調整を心がけましょう。

source: Context
es: Contexto
fr_ca: Contexte
ja: 状況

source: Continue
es: Continuar
fr_ca: Continuer
ja: 続ける

source: Coughing / sneezing strain
es: Esfuerzo por tos / estornudos
fr_ca: Effort de toux / éternuement
ja: 咳・くしゃみの負担

source: Could not export PDF. %@
es: No se pudo exportar el PDF. %@
fr_ca: Impossible d’exporter le PDF. %@
ja: PDF を書き出せませんでした。%@

source: Couldn't load your migraine data. (%@)
es: No se pudieron cargar tus datos de migrañas. (%@)
fr_ca: Impossible de charger vos données de migraines. (%@)
ja: 片頭痛データを読み込めませんでした。（%@）

source: Couldn't save your changes. (%@)
es: No se pudieron guardar tus cambios. (%@)
fr_ca: Impossible d’enregistrer vos modifications. (%@)
ja: 変更を保存できませんでした。（%@）

source: Create Tags
es: Crear etiquetas
fr_ca: Créer des étiquettes
ja: タグを作成

source: Create tags to categorize your migraines
es: Crea etiquetas para clasificar tus migrañas
fr_ca: Créez des étiquettes pour classer vos migraines
ja: タグを作成して片頭痛を分類しましょう

source: Creates a new tag
es: Crea una etiqueta nueva
fr_ca: Crée une nouvelle étiquette
ja: 新しいタグを作成します

source: Current conditions
es: Condiciones actuales
fr_ca: Conditions actuelles
ja: 現在の天候

source: Custom Triggers: %@
es: Desencadenantes personalizados: %@
fr_ca: Déclencheurs personnalisés : %@
ja: カスタム誘因：%@

source: Dashboard
es: Panel
fr_ca: Tableau de bord
ja: ダッシュボード

source: Dashboard Stats
es: Estadísticas del panel
fr_ca: Statistiques du tableau de bord
ja: ダッシュボード統計

source: Data
es: Datos
fr_ca: Données
ja: データ

source: Data Retrieval
es: Obtención de datos
fr_ca: Récupération des données
ja: データ取得

source: Date Range
es: Intervalo de fechas
fr_ca: Plage de dates
ja: 期間

source: Days Since Last Migraine
es: Días desde la última migraña
fr_ca: Jours depuis la dernière migraine
ja: 最後の片頭痛からの日数

source: Day–Month–Year Dates
es: Fechas día–mes–año
fr_ca: Dates jour–mois–année
ja: 日-月-年の日付

source: Debug build only. Creates sample data to test calendar, intensity tracking, tags, and insights features.
es: Solo en compilación de depuración. Crea datos de ejemplo para probar el calendario, el seguimiento de intensidad, las etiquetas y las observaciones.
fr_ca: Version de débogage seulement. Crée des données d’exemple pour tester le calendrier, le suivi d’intensité, les étiquettes et les observations.
ja: デバッグビルドのみ。カレンダー、強度の記録、タグ、インサイトをテストするためのサンプルデータを作成します。

source: Dehydration
es: Deshidratación
fr_ca: Déshydratation
ja: 脱水

source: Delete
es: Eliminar
fr_ca: Supprimer
ja: 削除

source: Delete All
es: Eliminar todo
fr_ca: Tout supprimer
ja: すべて削除

source: Delete All Migraines
es: Eliminar todas las migrañas
fr_ca: Supprimer toutes les migraines
ja: すべての片頭痛を削除

source: Delete All Migraines?
es: ¿Eliminar todas las migrañas?
fr_ca: Supprimer toutes les migraines?
ja: すべての片頭痛を削除しますか？

source: Delete Migraine
es: Eliminar migraña
fr_ca: Supprimer la migraine
ja: 片頭痛を削除

source: Delete this migraine?
es: ¿Eliminar esta migraña?
fr_ca: Supprimer cette migraine?
ja: この片頭痛を削除しますか？

source: Deleting migraines requires an internet connection because they are stored in iCloud.
es: Eliminar migrañas requiere conexión a internet porque se almacenan en iCloud.
fr_ca: La suppression des migraines nécessite une connexion Internet, car elles sont stockées dans iCloud.
ja: 片頭痛は iCloud に保存されているため、削除にはインターネット接続が必要です。
